Repository: Sunzheini/erp_demo
Catalog: translations/*/LC_MESSAGES/django.po
Languages: bg

source: Materials List:
bg: Списък Материали:

source: Material Name
bg: Име Материал

source: Measurement Unit
bg: Измервателна единица

source: Price per Unit
bg: Цена за единица

source: Show Material
bg: Покажи Матриал

source: Show Supplier
bg: Покажи Доставчик

source: Supplier Name
bg: Име Доставчик

source: Claims
bg: Рекламации

source: Supplier List:
bg: Списък Доставчици:

source: Supplier List
bg: Списък Доставчици

source: Supplier Scores
bg: Оценки Доставчици

source: Materials Management
bg: Управление на Материалите

source: Supplier Scores:
bg: Оценки Доставчици:

source: Generate a Manufacturing Process Audit Checklist:
bg: Генерирай Ческлист за Одит на Производствен Процес:

source: Generate a System Audit Checklist:
bg: Генерирай Ческлист за Системен Одит

source: AI Tools
bg: AI Инструменти

source: Start AI Scanner
bg: Старт AI Скенер

source: Delete user:
bg: Изтрий потребител:

source: Confirm delete!
bg: Потвърди изтриване!

source: Edit user:
bg: Промени потребител:

source: Confirm changes
bg: Потвърди промените

source: Create a new account
bg: Създай нов акаунт

source: Log In
bg: Вход

source: Log in
bg: Вход

source: Sign Up
bg: Създай Акаунт

source: User Details:
bg: Детайли Потребител:

source: Username:
bg: Потребителско име:

source: Email:
bg: Имейл:

source: Edit user
bg: Промени потребител

source: Delete user
bg: Изтрий потребител
