Repository: Sunzheini/erp_demo
Catalog: translations/*/LC_MESSAGES/django.po
Languages: bg

source: Object ID
bg: Обект ID

source: Select a valid object ID
bg: Избери валиден обект ID

source: Content Type
bg: Тип Съдържание

source: Select a valid content type
bg: Избери валиден тип съдържание

source: New Action Plan
bg: Покажи Действие

source: New Action Plan Step
bg: Нова АП Стъпка

source: Action Plan Management
bg: Управление на Планове

source: 1) Action Plan Creation Form
bg: 1) Форма за Създаване на План

source: add this action plan
bg: добави този план

source: 2) Action Plan Step Creation Form
bg: 2) Форма Създаване Стъпка от План

source: add this action plan step
bg: добави тази стъпка

source: Action Plan
bg: План-Действие

source: Action Plan Step
bg: Стъпка от Плана

source: Name
bg: Име

source: Owner
bg: Собственик

source: Number
bg: Номер

source: Scope
bg: Обхват

source: Actions
bg: Действия

source: Manage
bg: Управление

source: Delete Action Plan
bg: Изтрий План-Действие

source: delete
bg: изтрий

source: Delete Action Plan step
bg: Изтрий Стъпка от Плана

source: Edit Action Plan
bg: Промени План-Действие

source: submit
bg: потвърди

source: Edit Action Plan Step
bg: Промени Стъпка от Плана

source: Action
bg: Действие

source: Responsible
bg: Отговорен

source: Target Date
bg: Целeва Дата

source: Status
bg: Статус

source: Show Action Plan Step
bg: Покажи Стъпка от Плана

source: Edit
bg: Промени

source: Delete
bg: Изтрий

source: All Actions:
bg: Всички Действия:

source: filter
bg: филтър

source: Type
bg: Тип

source: Object Id
bg: Обект Id

source: Comments
bg: Коментари

source: Add Action
bg: Добави Действие

source: Add Task
bg: Добави Задача

source: Actions List
bg: Списък Действия

source: Nonconformity Action
bg: Действие за Несъответствие

source: Risk Action
bg: Действие за Риск

source: Opportunity Action
bg: Действие за Възможност

source: Choose Action
bg: Избери Действие

source: Add Action for a Nonconformity
bg: Добави Действие за Несъответствие

source: add this action
bg: добави това действие

source: Add Action to Take Advantage of an Opportunity for Improvement
bg: Добави Действие за Постигане на Възможност за Подобрение

source: Add Action to Reduce a Risk Value
bg: Добави Действие за Понижаване на Риск

source: add this task
bg: добави тази задача

source: Delete Action
bg: Изтрий Действие

source: Edit Action
bg: Промени Действие

source: Show Action
bg: Покажи Действие

source: Add Measuring Equipment
bg: Добави Изм. Оборудване

source: add this meas. equipment
bg: добави това изм. оборудване

source: Measuring Equipment:
bg: Измервателно Оборудване:

source: Meas.Equipment Name
bg: Име на Изм. Оборудв.

source: Inv. Number
bg: Инв. Номер

source: Characteristics
bg: Характеристики

source: Installation Date
bg: Дата Въвеждане

source: Cal. Interval in Days
bg: Интервал Калибр. в Дни

source: To Next Calibration
bg: До Следв. Калибр.

source: Add Meas. Equipment
bg: Добави Изм. Оборудв.

source: Meas. Equipment List
bg: Списък Изм. Оборудв.

source: Delete Measuring Equipment
bg: Изтрий Измерв. Оборудване

source: Edit Measuring Equipment
bg: Промени Измерв. Оборудване

source: Show Measuring Equipment
bg: Покажи Измерв. Оборудване

source: Add a Characteristic
bg: Добави Характеристика

source: Save
bg: Запази

source: Characteristics List
bg: Списък Характеристики

source: Characteristic
bg: Характеристика

source: Code
bg: Код

source: Requirement
bg: Изискване

source: Attachment
bg: Приложение

source: File
bg: Файл

source: N/A
bg: Н/П

source: No characteristics available!
bg: Няма налични храктеристики!

source: Add Characteristics
bg: Добави Характеристика

source: Characteristics list
bg: Списък Характертистики

source: Delete a Characteristic
bg: Изтрий Характеристика

source: Change a Characteristic
bg: Промени Характеристика

source: Show characteristic
bg: Покажи Характеристика

source: New Control Plan
bg: Нов Контролен План

source: New Control Plan Step
bg: Нова Стъпка от К. План

source: Control Plan Step List
bg: Списък КП Стъпки

source: Control Plan Management
bg: Управление Контролни Планове

source: 1) CP Creation Form
bg: 1) Създай Нов КП

source: add this cp
bg: добави този кп

source: 2) CP Step Creation Form
bg: 2) Създаване КП Стъпка

source: add this cp step
bg: добави кп стъпка

source: Rev
bg: Рев

source: Rev Date
bg: Рев Дата

source: Product
bg: Продукт

source: Control Plan Steps List:
bg: Списък КП Стъпки:

source: Machines
bg: Машина

source: M. Eqip.
bg: Изм. Об.

source: Sample Size
bg: Извадка

source: Freq
bg: Честота

source: Documents
bg: Документи

source: React. Plan
bg: План Реакция

source: Delete Control Plan
bg: Изтрий Контр. План

source: Delete Control Plan Step
bg: Изтрий КП Стъпка

source: Edit Control Plan
bg: Промени Контр. План

source: Edit Control Plan Step
bg: Промени КП Стъпка

source: Show Control Plan
bg: Покажи Контр. План

source: Team
bg: Екип

source: Meas. Equipment
bg: Изм. Оборудване

source: Show Control Plan Step
bg: Покажи КП Стъпка

source: Info about this web application:
bg: Информация за това уеб приложение:

source: The purpose of this web app is to provide a solution to manage a company's quality management system in a more digitalized way. Allowing interconnection between the different types of data, ease of access and flexibility.
bg: Целта на това уеб приложение е да предостави решение за управление на системата за управление на качеството на компанията по дигитален начин, като позволява взаимодействие между различните типове данни, лесен достъп и гъвкавост.

source: All menu items can be customized and others can be created with functionalities similar or as a combination of the existing ones.
bg: Всички елементи от менюто могат да бъдат персонализирани, а други могат да бъдат създадени с функционалности подобни или като комбинация на вече съществуващите.

source: For all open questions please contact:
bg: По всички въпроси се свържете с:

source: Main
bg: Начало

source: Database
bg: База Данни

source: Logs
bg: Логове

source: API
bg: АПИ

source: Approval
bg: Одобрение

source: Favorites
bg: Любими

source: About
bg: Инфо

source: log out
bg: изход

source: Welcome
bg: Здравей

source: log in
bg: вход

source: guest
bg: гост

source: Organization
bg: Организация

source: Personnel and Trainings
bg: Персонал и Обучения

source: Documented Information
bg: Документи

source: Suppliers
bg: Доставчици

source: Business Processes
bg: Бизнес Процеси

source: Interactions
bg: Взаимодействия

source: Resources
bg: Ресурси

source: Risks
bg: Рискове

source: Improvements
bg: Подобрения

source: KPIs
bg: KPI

source: Audit Cheklist
bg: Одит Чеклист

source: Operational Processes
bg: Оперативни Процеси

source: Maintenance
bg: Поддръжка

source: Calibration
bg: Калибриране

source: Defect Catalogues
bg: Дефект Каталози

source: Control Plans
bg: Контр. Планове

source: Customers
bg: Клиенти

source: Requirements Matrix
bg: Матрица Изисквания

source: Statistics
bg: Статистика

source: Nonconformities
bg: Несъответствия

source: Action Plans
bg: Планове-Действие

source: Management Reviews
bg: Прегледи

source: Delete Requirement
bg: Изтрий Изискване

source: Edit Requirement
bg: Промени Изискване

source: Revision
bg: Ревизия

source: Show
bg: Покажи

source: Link
bg: Линк

source: Fav
bg: Фав

source: Operation
bg: Организация

source: @Time
bg: @Време

source: Duration
bg: Продължителност

source: Manage DB All
bg: База Данни

source: Delete / recreate whole database
bg: Изтрий / възстанови цялата база данни

source: Delete whole database
bg: Изтрий цялата база данни

source: Select an excel file to recreate database after deletion
bg: Избери excel файл за възстановяване на базата данни

source: Add to database
bg: Добави към базата данни

source: Export whole database to an excel (works only locally)
bg: Експортирай бд към excel (работи само локално)

source: Export
bg: Експорт

source: First Name
bg: Име

source: Last Name
bg: Фамилия

source: Email
bg: Имейл

source: Superuser
bg: Суперпотребител

source: No users
bg: Няма потребители

source: Documents for approval:
bg: Документи за одобрение:

source: R. date
bg: Р. дата

source: R. details
bg: Р. детайли

source: Approve
bg: Одобри

source: Del Rev
bg: Изтрий Рев

source: Nothing currently
bg: Нищо към момента

source: New Requirement
bg: Ново Изискване

source: Show / Hide Form
bg: Покажи / Скрий Формата

source: Requirements matrix
bg: Матрица на изискванията

source: Requirement Creation Form:
bg: Форма за създаване на изискване:

source: add this requirement
bg: добави това изискване

source: External Document
bg: Външен Документ

source: Clause
bg: Клауза

source: Clause Name
bg: Име Клауза

source: Description
bg: Описание

source: Covered by
bg: Покрито от

source: Show requirement
bg: Покажи изискване

source: D0. general Information
bg: D0. Обща информация

source: D1. Problem Definition
bg: D1. Дефиниция на проблема

source: D2. Form a Team
bg: D2. Формиране на екип

source: Nonconformity Owner
bg: Отг. Несъответствие

source: Additional Team Members
bg: Членове на екипа

source: D3. Short Term (Containment and Correction) Actions
bg: D3. Краткосрочни (Задържащи и Корекции) Действия

source: Containment Actions
bg: Задържащи действия

source: Corrections
bg: Корекции

source: D4. Root Cause Analysis
bg: D4. Анализ на Първопричините

source: Root Cause 1
bg: Първопричина 1

source: Root Cause 2
bg: Първопричина 2

source: Root Cause 3
bg: Първопричина 3

source: Root Cause 4
bg: Първопричина 4

source: Root Cause 5
bg: Първопричина 5

source: Possible Root Cause
bg: Възможна Първопричина

source: Ask Why 1
bg: Защо 1

source: Ask Why 2
bg: Защо 2

source: Ask Why 3
bg: Защо 3

source: Ask Why 4
bg: Защо 4

source: Ask Why 5
bg: Защо 5

source: D5 - D7. Define, Implement and Verify the effectiveness of Permanent Corrective Actions
bg: D5 - D7. Дефиниране, Изпълнение и Проверка на ефективността на Коригиращите Действия

source: Long Term Corrective Actions
bg: Дългосрочни Кориг. Действия

source: BreakPoint Batch Nr
bg: BreakPoint Nr Партида

source: BreakPoint Date at Customer
bg: BreakPoint Дата при Клиент

source: D8. Systematic actions to prevent reoccurence
bg: D8. Систематични действия за предотвратяване

source: Systematic Actions
bg: Систематични Действия

source: Date
bg: Дата

source: Kpis
bg: Показатели

source: Kpi Comments
bg: Коментари

source: Other kpis
bg: Други Показатели

source: Nonconformitites
bg: Несъответствия

source: Nonconformities Comments
bg: Коментари към несъответствията

source: Audit Results
bg: Резултати от Одити

source: Suppliers Comments
bg: Коментари към доставчиците

source: Resources Comments
bg: Коментари към ресурсите

source: Risks Comments
bg: Коментари към рисковете

source: Opportunities
bg: Възможности

source: Opportunities Comments
bg: Коментари към възможностите

source: Target
bg: Цел

source: Actual 31.12
bg: Към 31.12

source: Definition
bg: Дефиниция

source: Claim Date
bg: От дата

source: Customer
bg: Клиент

source: Score
bg: Оценка

source: Quantity
bg: Количество

source: Impact
bg: Сила

source: General Information
bg: Обща информация

source: Enter data here
bg: Попълни данните тук

source: Add a new customer
bg: Добави нов клиент

source: Customers List
bg: Списък клиенти

source: Location
bg: Адрес по регистрация

source: Correspondence address
bg: Адрес за кореспонденция

source: EIK
bg: ЕИК

source: MOL
bg: МОЛ

source: No customers available!
bg: Няма налични клиенти!

source: Customers list
bg: Списък клиенти

source: Delete customer
bg: Изтрий клиент

source: Change customer details
bg: Промени данни на клиент

source: Show customer details
bg: Покажи данни на клиент

source: Add Defect Catalogue
bg: Добави Дефект Каталог

source: add this defect catalogue
bg: добави този дефект каталог

source: Defect Catalogues:
bg: Дефект Каталози:

source: Nr of Items
bg: Бр. Елементи

source: Defect Catalogues List
bg: Списък Дефект Каталози

source: Edit Defect Catalogue
bg: Промени Дефект Каталог

source: Show Defect Catalogue
bg: Покажи Дефект Каталог

source: Add document
bg: Добави документ

source: add this document
bg: добави този документ

source: Delete Document
bg: Изтрий Документ

source: Document list
bg: Списък документи

source: List of documents
bg: Списък документи

source: Edit Document
bg: Промени Документ

source: submit to owner for approval
bg: изпрати към собственика за одобрение

source: Show document
bg: Покажи документ

source: Add employee
bg: Добави служител

source: add this employee
bg: добави този служител

source: Add position
bg: Добави длъжност

source: add this position
bg: добави тази длъжност

source: Add training
bg: Добави обучение

source: add this training
bg: добави това обучение

source: Delete employee
bg: Изтрий служител

source: Delete position
bg: Изтрий длъжност

source: Delete training
bg: Изтрий обучение

source: Edit employee
bg: Промени служител

source: Edit position
bg: Промени длъжност

source: Edit training
bg: Промени обучение

source: Employees:
bg: Служители:

source: Full Name
bg: Име и Фамилия

source: Position
bg: Длъжност

source: Contract Nr
bg: Номер договор

source: Starting Date
bg: Дата започване

source: Trainings
bg: Обучения

source: Add Employee
bg: Добави Служител

source: Employee List
bg: Списък Служители

source: Positions
bg: Длъжности

source: Add Position
bg: Добави Длъжност

source: Positions List
bg: Списък Длъжности

source: Positions:
bg: Длъжности

source: Access Rights
bg: Права на достъп

source: Show employee
bg: Покажи Служител

source: Show position
bg: Покажи длъжност

source: Show training
bg: Покажи обучение

source: Add Training
bg: Добави Обучение

source: Trainings List
bg: Списък обучения

source: Trainings Matrix
bg: Матрица на обученията

source: Trainings:
bg: Обучения:

source: Training Matrix
bg: Матрица на обученията

source: Search
bg: Търсене

source: search
bg: търсене

source: Process Name
bg: Име на Процес

source: Nothing found
bg: Нищо не е открито

source: Process Step Name
bg: Име на Процесна Стъпка

source: Document Name
bg: Име на Документ

source: Employee Name
bg: Име на Служител

source: Training Name
bg: Име на Обучение

source: Organization Name
bg: Име на Организация

source: Customer Name
bg: Име на Клиент

source: Interaction Name
bg: Взаимодействие

source: Risk Name
bg: Име на Риск

source: Opportunity Name
bg: Възможност

source: KPI Name
bg: KPI Име

source: Resource Name
bg: Име на Ресурс

source: Requirement Description
bg: Описание на Изискване

source: Nonconformity Description
bg: Описание на Несъответствие

source: Action Description
bg: Описание на Действие

source: Action Plan Description
bg: Описание на Действие

source: Action Plan Step Description
bg: Описание на Стъпката от Плана

source: Supplier Description
bg: Описание на Доставчика

source: Meas. Eqpmt Description
bg: Описание на Изм. Оборудв.

source: Machine Description
bg: Описание на Машина

source: Characteristic Description
bg: Описание Характеристика

source: Control Plan Description
bg: Описание на Контролен План

source: Control Plan Step Description
bg: Описание на КП Стъпка

source: Defect Catalogue Description
bg: Описание на Дефект Каталог

source: Management Review Description
bg: Описание на Преглед от Ръководството

source: Add Interaction
bg: Добави взаимодействие

source: add this interaction
bg: добави взаимодействие

source: Delete Interaction
bg: Изтрий Взаимодействие

source: Edit Interaction
bg: Промени Взаимодействие

source: Interactions:
bg: Взаимодействия:

source: From Process Step
bg: От Процесна Стъпка

source: To Process Step
bg: Към Проц. Стъпка

source: Interaction List
bg: Списък Взаимодействия

source: Show Interaction
bg: Покажи Взаимодействие

source: Add KPI
bg: Добави KPI

source: add this kpi
bg: добави този kpi

source: Delete KPI
bg: Изтрий KPI

source: Edit KPI
bg: Промени KPI

source: KPIs:
bg: Показатели:

source: General
bg: Общи

source: Performance 2023
bg: Резултати 2023

source: Jan
bg: Яну

source: Feb
bg: Фев

source: Mar
bg: Мар

source: Apr
bg: Апр

source: May
bg: Май

source: Jun
bg: Юни

source: Jul
bg: Юли

source: Aug
bg: Авг

source: Sep
bg: Сеп

source: Oct
bg: Окт

source: Nov
bg: Ное

source: Dec
bg: Дек

source: KPI Matrix
bg: Матрица KPI

source: KPI List
bg: Списък KPI

source: Show KPI
bg: Покажи KPI

source: Add Machine
bg: Добави Машина

source: add this machine
bg: добави тази машина

source: Delete Machine
bg: Изтрий Машина

source: Edit Machine
bg: Промени Машина

source: Machines:
bg: Машини:

source: Machine Name
bg: Име Машина

source: Mnt. Interval in Days
bg: Интервал Поддр. в Дни

source: To Next Maintenance
bg: До Следв. Поддръжка

source: Machine List
bg: Списък Машини

source: Show Machine
bg: Покажи Машина

source: Actions Matrix:
bg: Матрица Действия:

source: Open Issue
bg: Проблем

source: Actions Matrix
bg: Матрица Действия

source: Add Nonconformity - 8D Form
bg: Добави Несъответствие - 8D Форма

source: add this nonconformity
bg: добави това несъответствие

source: Delete Nonconformity
bg: Изтрий Несъответствие

source: Edit Nonconformity
bg: Промени Несъответствие

source: Nonconformities:
bg: Несъответствия:

source: Customer Nr
bg: Nr Клиент

source: Customer Date
bg: Дата Клиент

source: Internal Nr
bg: Вътрешен Nr

source: Start Date
bg: Дата Започване

source: Part Nr
bg: Парт Nr

source: Customer Definition
bg: Дефиниция Клиент

source: Internal Definition
bg: Вътрешна Дефиниция

source: BP Date
bg: BP Дата

source: Add Nonconformity
bg: Добави Несъответствие

source: Nonconformity List
bg: Списък Несъответствия

source: Show Nonconformity
bg: Покажи Несъответствие

source: Operations management
bg: Оперативно управление

source: Add Opportunity for improvement
bg: Добави Възможност за подобрение:

source: add this opportunity
bg: добави тази възможност

source: Delete Opportunity
bg: Изтрий Възможност

source: Edit Opportunity
bg: Промени Възможност

source: Opportunities for improvement:
bg: Възможности за подобрение:

source: Long Term Actions
bg: Дългосрочно Действие

source: Opportunities for Imrovement Matrix
bg: Матрица Възможности за подобрение

source: Opportunity Description
bg: Описание на Възможност

source: Long Term Action
bg: Дългосрочно Действие

source: Add Opportunity
bg: Доб. Възможност

source: Opportunity List
bg: Списък Възможности

source: Opportunity Matrix
bg: Матрица на Възможностите

source: Show Opportunity
bg: Покажи Възможност

source: Add an organization
bg: Добави Организация

source: Delete an organization
bg: Изтрий Организация

source: Edit an organization
bg: Промени Организация

source: List of organizations
bg: Списък на Организации

source: Management address
bg: Адрес на управление

source: Manager names
bg: Имена ръководител

source: No created organizations!
bg: Няма създадени организации!

source: Create an organization
bg: Създай Организация

source: Organizations list
bg: Списък на Организации

source: Show an organization
bg: Покажи Организация

source: Flowchart
bg: Флоучарт

source: Managed by:
bg: Управляван от:

source: Step
bg: Стъпка

source: Step description
bg: Описание на стъпката

source: Resources:
bg: Ресурси:

source: Input elements:
bg: Входни елементи:

source: Risks:
bg: Рискове:

source: Value
bg: Стойност

source: Turtle diagram
bg: Костенуркова диаграма

source: Steps:
bg: Стъпки:

source: Output elements:
bg: Изходни елементи:

source: Delete process
bg: Изтрий процес

source: Delete process step
bg: Изтрий процесна стъпка

source: Edit process
bg: Промени процес

source: Edit process step
bg: Промени процесна стъпка

source: Process map
bg: Процесна карта

source: Turtle
bg: Костенурка

source: Process Map
bg: Процесна Карта

source: New Process
bg: Нов Процес

source: New Process Step
bg: Нова Процесна Стъпка

source: Process Owners
bg: Процесни Собственици

source: Process management
bg: Управление на процесите

source: 1) Process Creation Form
bg: 1) Създаване на Процес

source: add this process
bg: добави този процес

source: 2) Process Step Creation Form
bg: 2) Създаване Процесна Стъпка

source: add this process step
bg: добави процесната стъпка

source: Process
bg: Процес

source: Process Step
bg: Процесна Стъпка

source: Step Name
bg: Име на Стъпка

source: Resp
bg: Отг

source: Process owners
bg: Собственици Процеси

source: Owned processes
bg: Притежавани процеси

source: none
bg: няма

source: Show process
bg: Покажи процес

source: Show process step
bg: Покажи процесна стъпка

source: Add Resource
bg: Добави Ресурс

source: add this resource
bg: добави този ресурс

source: Assign to Person
bg: Към Служител

source: Assign to Process
bg: Към Бизнес Процес

source: Assign Resources
bg: Разпредели Ресурси

source: assign
bg: разпредели

source: Of Total
bg: От Общо

source: Assigned To Person
bg: Към Служител

source: Assigned To Process
bg: Към Бизнес Процес

source: Delete Resource
bg: Изтрий Ресурс

source: Edit Resource
bg: Промени Ресурс

source: Assigned
bg: Заети

source: Available
bg: Налични

source: Resource List
bg: Списък Ресурси

source: Resource Assignment
bg: Разпределяне Ресурси

source: Show Resource
bg: Покажи Ресурс

source: New Management Review
bg: Нов Преглед от Ръководството

source: add this review
bg: добави този риск

source: Delete Management Review
bg: Изтрий Преглед от Ръководството

source: Edit Management Review
bg: Промени Преглед от Ръководството

source: Management Reviews:
bg: Прегледи от Ръководството:

source: Add Management Review
bg: Добави Преглед от Ръководството

source: Management Reviews List
bg: Списък Прегледи от Ръководството

source: Show Management Review
bg: Покажи Преглед от Ръководството

source: Add Risk
bg: Добави Риск

source: add this risk
bg: добави този риск

source: Business Contingency Plan
bg: План за Непрекъсваемост

source: Legend:
bg: Легенда:

source: Probability and Impact: 1 - low, 2 - medium, 3 - high
bg: Вероятност и Сила: 1 - ниска, 2 - средна, 3 - висока

source: Priority: 1 to 3 - low, 4 to 6 - medium, 7+ - high
bg: Приоритет: 1 до 3 - нисък, 4 до 6 - среден, 7+ - висок

source: Prob
bg: Вер

source: Imp
bg: Сила

source: Val
bg: Стн

source: Immediate Action
bg: Незабавни Действия

source: Test Period
bg: Период на Пров

source: New Prob
bg: Нова Вер

source: New Imp
bg: Нова Сила

source: New Val
bg: Нова Стн

source: Delete Risk
bg: Изтрий Риск

source: Edit Risk
bg: Промени Риск

source: Probability
bg: Вероятност

source: Risk List
bg: Списък Рискове

source: Contingency Plan
bg: План за Непрекъсваемост

source: Show Risk
bg: Покажи Риск

source: Form Name: Template 1
bg: Формуляр: Темплейт 1

source: add this record
bg: добави този запис

source: Delete:
bg: Изтрий:

source: Edit the record:
bg: Промени запис:

source: Scan form from excel: Template 1
bg: Сканирай формуляр от excel: Темплейт 1

source: scan this record
bg: сканирай този запис

source: Show:
bg: Покажи:

source: Add a new record
bg: Добави нов запис

source: Scan a new record
bg: Сканирай нов запис

source: Records List
bg: Списък Записи

source: Records List:
bg: Списък Записи:

source: Record Number
bg: Номер Запис

source: Operator
bg: Оператор

source: Grinding
bg: Пилене

source: Welding
bg: Заваряване

source: Blasting
bg: Бластиране

source: Painting
bg: Боядисване

source: Assembly
bg: Асемблиране

source: Total
bg: Общо

source: Choose a template to fill-in:
bg: Избери темплейт за попълване:

source: Template name
bg: Име темплейт

source: Template 1
bg: Темплейт 1

source: Add Material
bg: Добави Материал

source: add this material
bg: добави този материал

source: Add Supplier
bg: Добави Доставчик

source: add this supplier
bg: добави този доставчик

source: Delete Material
bg: Изтрий Материал

source: Delete Supplier
bg: Изтрий Доставчик

source: Edit Material
bg: Промени Материал

source: Edit Supplier
bg: Промени Доставчик

source: Materials List
bg: Списък Материали
